Repository: shiroemons/snapocr
Catalog: SnapOCR/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: A global hotkey lets you start a capture from anywhere, even when SnapOCR is in the background. The default shortcut is ⌃⇧O.
ja: グローバルホットキーを使用すると、SnapOCR がバックグラウンドにある場合でも、どこからでもキャプチャを開始できます。デフォルトのショートカットは ⌃⇧O です。

source: Appearance
ja: 外観

source: At least one language must be selected.
ja: 少なくとも1つの言語を選択する必要があります。

source: Automatic Updates
ja: 自動アップデート

source: Automatically check for updates
ja: アップデートを自動的にチェック

source: Automatically download and install updates
ja: アップデートを自動的にダウンロードしてインストール

source: Back
ja: 戻る

source: Capture Hotkey
ja: キャプチャホットキー

source: Capture screen text
ja: 画面上のテキストをキャプチャします

source: Capture Text
ja: テキストをキャプチャ

source: Capture text from anywhere on your screen. Press the hotkey, drag to select a region, and the recognized text is instantly copied to your clipboard.
ja: 画面上のどこからでもテキストをキャプチャできます。 ホットキーを押し、領域をドラッグして選択すると、認識されたテキストが即座にクリップボードにコピーされます。

source: Captured text will appear here.
ja: キャプチャしたテキストがここに表示されます。

source: Check for Updates
ja: アップデートを確認

source: Check for Updates Now
ja: 今すぐアップデートを確認

source: Check interval
ja: チェック間隔

source: Clear search
ja: 検索をクリア

source: Click the shortcut field and press a new key combination to change it. Press Escape to cancel.
ja: ショートカットフィールドをクリックして新しいキーの組み合わせを押すと変更できます。Escape キーを押すとキャンセルします。

source: Close
ja: 閉じる

source: Completion Sound
ja: 完了音

source: Completion sound selection
ja: 完了音の選択

source: Copied to Clipboard
ja: クリップボードにコピーしました

source: Copies the recognized text to the clipboard
ja: 認識されたテキストをクリップボードにコピーします

source: Copies this text to the clipboard
ja: このテキストをクリップボードにコピーします

source: Copy
ja: コピー

source: Copy text
ja: テキストをコピー

source: Current shortcut: %@
ja: 現在のショートカット: %@

source: Dark
ja: ダーク

source: Delete
ja: 削除

source: Delete %lld Selected
ja: %lld 件を削除

source: Delete %lld selected items
ja: 選択した %lld 件を削除

source: Delete All
ja: すべて削除

source: Delete All History
ja: すべての履歴を削除

source: Delete All History?
ja: すべての履歴を削除しますか？

source: Delete all OCR history permanently
ja: すべてのOCR履歴を完全に削除します

source: Delete record
ja: 記録を削除

source: Deselect All
ja: すべての選択を解除

source: Deselect all items
ja: すべての選択を解除

source: Done
ja: 完了

source: Done selecting
ja: 選択完了

source: Double-click to start text capture
ja: ダブルクリックしてテキストキャプチャを開始

source: Drag to draw a selection around the text you want to recognize.
ja: 認識したいテキストの周囲をドラッグして選択します。

source: Enable or disable %@ text recognition. At least one language must remain enabled.
ja: %@ のテキスト認識を有効または無効にします。少なくとも1つの言語を有効のままにしてください。

source: English
ja: 英語

source: Every 6 hours
ja: 6時間ごと

source: Every 12 hours
ja: 12時間ごと

source: Every day
ja: 毎日

source: Every hour
ja: 1時間ごと

source: Every week
ja: 毎週

source: Finish setup and start using SnapOCR
ja: セットアップを完了して SnapOCR を使い始める

source: General
ja: 一般

source: Get Started
ja: はじめる

source: Grant access in System Settings to use OCR capture.
ja: OCRキャプチャを使用するには、システム設定でアクセスを許可してください。

source: History
ja: 履歴

source: Hotkey
ja: ホットキー

source: Hotkey: %@
ja: ホットキー: %@

source: Invalid capture region
ja: 無効なキャプチャ領域です

source: Japanese
ja: 日本語

source: Language
ja: 言語

source: Last checked
ja: 最終確認

source: Launch at Login
ja: ログイン時に起動

source: Light
ja: ライト

source: Management
ja: 管理

source: Maximum History Count
ja: 最大履歴数

source: Next
ja: 次へ

source: Next step
ja: 次のステップ

source: No captures yet
ja: キャプチャはまだありません

source: No display found
ja: ディスプレイが見つかりません

source: No History
ja: 履歴はありません

source: No results for "%@".
ja: 「%@」の検索結果はありません。

source: No text was recognized.
ja: テキストが認識されませんでした。

source: Notification Center
ja: 通知センター

source: Notifications
ja: 通知

source: OCR History
ja: OCR 履歴

source: Onboarding
ja: オンボーディング

source: Open Settings
ja: 設定を開く

source: Open System Settings
ja: システム設定を開く

source: Open System Settings to grant screen recording permission
ja: システム設定を開いて画面収録の権限を許可する

source: Permanently deletes this history record
ja: この履歴を完全に削除します

source: Permission granted
ja: 権限が付与されました

source: Permission not yet granted
ja: 権限がまだ付与されていません

source: Permissions
ja: 権限

source: Press %@ (or your custom shortcut) to activate capture mode.
ja: %@（またはカスタムショートカット）を押してキャプチャモードを起動します。

source: Press the hotkey
ja: ホットキーを押す

source: Preview the selected completion sound
ja: 選択した完了音をプレビューします

source: Previous step
ja: 前のステップ

source: Quit SnapOCR
ja: SnapOCR を終了

source: Recent Captures
ja: 最近のキャプチャ

source: Recognition Languages
ja: 認識言語

source: Recording shortcut
ja: ショートカットを記録中

source: Reset shortcut to default
ja: ショートカットをデフォルトにリセット

source: Reset to Default
ja: デフォルトにリセット

source: Save OCR History
ja: OCR履歴を保存

source: Save recognized text from screen captures for later reference.
ja: 画面キャプチャで認識したテキストを後で参照できるよう保存します。

source: Screen capture failed
ja: 画面キャプチャに失敗しました

source: Screen Recording Permission
ja: 画面収録の権限

source: Screen recording permission is required.
ja: 画面収録の権限が必要です。

source: Screen recording permission required
ja: 画面収録の権限が必要です

source: Screen Recording: Allowed
ja: 画面収録: 許可済み

source: Screen Recording: Not Allowed
ja: 画面収録: 未許可

source: Screen Toast
ja: 画面トースト

source: Search history...
ja: 履歴を検索...

source: Select
ja: 選択

source: Select a region
ja: 領域を選択

source: Select All
ja: すべて選択

source: Select all items
ja: すべての項目を選択

source: Select items
ja: 項目を選択

source: Set Your Capture Hotkey
ja: キャプチャホットキーを設定

source: Settings
ja: 設定

source: Setup Complete!
ja: セットアップ完了！

source: Show a floating notification at the top of the screen that auto-dismisses.
ja: 画面上部に自動的に消える通知を表示します。

source: Show a macOS notification with a preview of the recognized text.
ja: 認識されたテキストのプレビューとともにmacOS通知を表示します。

source: Show all
ja: すべてを表示

source: Show All History
ja: すべての履歴を表示

source: Show All History...
ja: すべての履歴を表示...

source: Show all OCR history in a separate window
ja: 別ウィンドウですべてのOCR履歴を表示します

source: Show Onboarding Again
ja: オンボーディングを再表示

source: Skip
ja: スキップ

source: Skip this step
ja: このステップをスキップ

source: SnapOCR Menu Bar Panel
ja: SnapOCR メニューバーパネル

source: SnapOCR needs permission to capture your screen in order to recognize text. Your screen contents are processed entirely on-device and never sent anywhere.
ja: SnapOCR がテキストを認識するには、画面をキャプチャする権限が必要です。画面の内容はすべてデバイス上で処理され、外部に送信されることはありません。

source: Sound
ja: サウンド

source: Space
ja: スペース

source: Startup
ja: スタートアップ

source: Step %lld of %lld
ja: %lld / %lld ステップ

source: Storage
ja: ストレージ

source: System
ja: システム

source: Test Sound
ja: サウンドをテスト

source: Text Copied
ja: テキストをコピーしました

source: Text is copied
ja: テキストがコピーされます

source: The recognized text is instantly copied to your clipboard and ready to paste.
ja: 認識されたテキストは即座にクリップボードにコピーされ、貼り付けの準備ができます。

source: This action cannot be undone.
ja: この操作は元に戻せません。

source: This will permanently delete all OCR history.
ja: すべてのOCR履歴が完全に削除されます。

source: Toast
ja: トースト

source: Type shortcut...
ja: ショートカットを入力...

source: Updates
ja: アップデート

source: Welcome to SnapOCR
ja: SnapOCR へようこそ
